brew "ffmpeg"
brew "marp-cli"
brew "yt-dlp"
cask "balenaetcher"
cask "brave-browser"
cask "google-chrome"
cask "chatgpt"
cask "claude"
cask "claude-code"
cask "docker-desktop"
cask "font-awesome-terminal-fonts"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "inkscape"
cask "obsidian"
cask "ollama-app"
cask "signal"
cask "synology-drive"
cask "typora"
cask "wireshark-app"
