brew "dsq"
brew "dufs"
brew "duckdb"
brew "figlet"
brew "gh"
brew "go"
brew "tree-sitter-cli"
brew "golangci-lint"
brew "helm"
brew "jq"
brew "just"
brew "kubectl"
brew "k9s"
brew "kind"
brew "lua"
brew "mkcert"
brew "neovim"
brew "nvm"
brew "node"
brew "python@3.14"
brew "ripgrep"
brew "rust"
brew "fd"
brew "starship"
brew "tilt"
brew "tmux"
brew "zsh-vi-mode"
cask "claude-code"
