brew "marp-cli"
brew "ffmpeg"
brew "yt-dlp"
cask "ankerwork"
cask "balenaetcher"
cask "chatgpt"
cask "claude"
cask "claude-code"
cask "docker-desktop"
cask "font-awesome-terminal-fonts"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "obsidian"
cask "inkscape"
cask "microsoft-teams"
cask "microsoft-powerpoint"
cask "microsoft-outlook"
cask "microsoft-excel"
cask "microsoft-word"
cask "signal"
cask "slack"
cask "synology-drive"
cask "zerotier-one"
cask "typora"
cask "wireshark-app"
cask "zoom"
